{
  "identity": {
    "name": "Sofiane Omari",
    "title": "Data Analyst",
    "email": "sofianeomari.so@gmail.com",
    "phone": "+33769995006",
    "location": "Lille"
  },
  "long_profile": "Experienced Proﬁl généralProﬁl : Data / BI / AI Engineer — polyvalent, orienté performance et innovation Langues : Français (courant), Anglais (courant), notions d’Allemand Secteurs : Énergie, Industrie, Aéronautique, Transport, Santé, IT, Finance Forces :•Solide bagage technique en Business Intelligence, Data Engineering et Data Analytics•Capacité à faire le lien entre les équipes techniques et les métiers•Sens de la visualisation de données, du storytelling et de la prise de décision data-driven•Curiosité technologique (AI, cloud, automatisation)•Communication claire, esprit d’équipe et rigueur d’exécution with diverse professional background.",
  "experiences": [
    {
      "company": "Enedis",
      "role": "Data Analyst",
      "dates": "2022-2023",
      "location": "Lille",
      "missions": [
        "Création d’un tableau de bord Power BI basé sur des données Excel pour suivre le déploiement des bornes de recharge électrique à l’échelle nationale.",
        "Réalisation d’analyses prédictives en Python pour prévoir la consommation énergétique des foyers français, incluant le nettoyage et la préparation des données.",
        "Participation à des formations et accompagnements sur le terrain pour mettre à jour les équipes non techniques sur les outils internes développés.",
        "Collaboration avec les équipes techniques et opérationnelles pour optimiser les processus de reporting et d’analyse des données."
      ]
    },
    {
      "company": "ArcelorMittal",
      "role": "Data Visualization Engineer",
      "dates": "2023-2025",
      "location": "Luxembourg",
      "missions": [
        "Mise à jour et optimisation de pipelines de données sur Alteryx et SQL pour alimenter les sources de données Tableau.",
        "Conception et déploiement de tableaux de bord Tableau destinés aux équipes commerciales et RH, permettant un meilleur suivi des performances internes.",
        "Contribution à un projet de ségrégation des utilisateurs sur les plateformes",
        "Tableau et Power BI pour renforcer la gouvernance des données.",
        "Participation à des initiatives de digitalisation et d’automatisation d\u001b[A\u001b[B\u001b[B\u001b[D\u001b[D"
      ]
    }
  ],
  "education": [
    {
      "degree": "Developpeur en intelligence artificielle",
      "school": "Simplon.co by Microsoft",
      "dates": "2021-2022"
    }
  ],
  "skills": {
    "technical": [
      "Python",
      "Sql",
      "Aws",
      "Azure",
      "Git",
      "Linux",
      "Data",
      "Analytics",
      "Bi",
      "Ai",
      "Ml"
    ],
    "soft": [
      "Communication",
      "Leadership"
    ]
  },
  "languages": [
    "Francais (Courant)",
    "Anglais (Courant)"
  ]
}